backend: "fil"
max_batch_size: 0
input [
  {
    name: "input__0"
    data_type: TYPE_FP32
    dims: [1, 3]
  }
]
output [
  {
    name: "output__0"
    data_type: TYPE_UINT8
    dims: [1]
  }
]
instance_group [
  {
    count: 1
    kind: KIND_CPU
  }
]
parameters [
  {
    key: "model_type"
    value: { string_value: "xgboost_json" }
  },
  {
    key: "output_class"
    value: { string_value: "false" }
  }
]

dynamic_batching {}