name: "onnx_test"
backend: "onnxruntime"
input [
  {
    name: "input_0"
    data_type: TYPE_INT32
    dims: [ 1 ]
  },
  {
    name: "input_1"
    data_type: TYPE_INT32
    dims: [ 1 ]
  },
  {
    name: "input_2"
    data_type: TYPE_INT32
    dims: [ 1 ]
  },
  {
    name: "input_3"
    data_type: TYPE_INT32
    dims: [ 1 ]
  }
]
output [
  {
    name: "output_0"
    data_type: TYPE_INT32
    dims: [ 1, 1 ]
  },
  {
    name: "output_1"
    data_type: TYPE_INT32
    dims: [ 1, 1 ]
  },
  {
    name: "output_2"
    data_type: TYPE_INT32
    dims: [ 1, 1 ]
  }
]